@extends('SitePartials.main')
@section('content')

    <div class="notifications-container">
        <div>
            <h1>الإشعارات</h1>
            <button>حذف جميع الأشعارات</button>
        </div>
        <div class="notifications-area">
            <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>         <a href="">
                <img src="{{asset('assets/site/images/notification.png')}}" alt=""/>
                <h2>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
                    لقد تم توليد هذا النص من مولد النص العرب
                    النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                </h2>
            </a>

        </div>

    </div>


@endsection
